Repository: MPBAUnofficial/gswebgis
Catalog: setup/locale/*/LC_MESSAGES/django.po
Languages: it

source: GetMap options
it: Opzioni GetMap

source: Openlayer options
it: Opzioni openlayer

source: Center map
it: Centra mappa

source: Bounding boxes
it: Limite bordi

source: Sets the edges to display in the map <br/>Es left=612167, botom=5059545, right=728567, top=5157345
it: Imposta i bordi da visualizzare nella mappa <br/>Es left=612167, botom=5059545, right=728567, top=5157345

source: Webgis configuration
it: configurazione base

source: go to the application
it: accedi all'applicazione

source: project name
it: nome del proggetto

source: Webgis for analisi by Mpba
it: Webgid di Mpba - per l'analisi

source: code name (abbreviation)
it: nome in codice (abbreviato)

source: project logo
it: logo del proggetto

source: show logo in place of name
it: visualizza logo al posto del nome

source: description
it: descrizione

source: version
it: versione

source: developed by MPBA GROUP - mpba@fbk.eu
it: sviluppato dal gruppo MPBA - mpba@fbk.eu

source: copyright year
it: anno copyright

source: base configuration
it: configurazione base

source: base configurations
it: configurazioni base

source: configuration
it: configurazione

source: title
it: titolo

source: press enter to leave a blank line
it: per lasciare una linea vuota andare a capo

source: image
it: immagine

source: synchronize maps
it: sincronizza mappe

source: with two or more maps, it establish if it is necessary to synchronize those maps with the base map (id = 1)
it: in caso di due o piu mappe, indica se si vuole che queste siano sincronizzatedi default con la mappa base (id=1)

source: location name
it: nome location

source: left
it: sinistra

source: bottom
it: sotto

source: right
it: destra

source: top
it: sopra

source: max extent
it: estensione massima

source: max extents
it: estensioni massime

source: Meters
it: Metri

source: Degrees
it: Gradi

source: Feet
it: Piedi

source: Inches
it: Pollici

source: Kilometers
it: Chilometri

source: Miles
it: Miglia

source: leave it blank if you do not want to limit the area of the map to a given area
it: lasciare vuoto se non si vuole limitare l'area della mappa ad una certa zona

source: Projection
it: proiezione

source: need to be a valid SRS code ( please see OGC standard). Es: 32632 for WGS UTM 84 - Zone 32 Nord
it: deve essere un codice SRS valido (vedi OGC standard). Es: 32632 per WGS UTM 84 - Zona 32 Nord

source: units
it: unitá

source: select the value that correspond to the specified SRS
it: selezionare il valore in corrispondenza al SRS utilizzato

source: max resolution
it: risoluzione massima

source: default is 360deg/256px as level 0 of googlemaps. We suggest to leave it "auto"
it: di default corrisponde a 360deg/256px come il livello 0 di googlemaps. Si consiglia di lasciare "auto"

source: value of zoom
it: valore di zoom

source: usually a value between 10 and 16
it: di norma un valore compreso tra 10 e 16

source: leave it blank if you do not need to center in a particular area
it: lasciare vuoto se non si vuole centrare in una certa zona

source: map
it: mappa

source: maps
it: mappe

source: PNG image
it: Immagine PNG

source: JPEG image
it: Immagine JPEG

source: layer name
it: nome del layer

source: corresponds to the name of the layer indexed by the geoserver
it: corrisponde al nome del layer indicizzato in geoserver

source: layer label
it: nome del layer visualizzato

source: corresponds to the name of the layer that is displayed for the user
it: corrisponde al nome del layer presentato all'utente

source: corresponds to the tips that appears when leaving the mouse stopped over the layer
it: corrisponde al tip che compare lasciando il mouse fermo sul layer

source: geoserver workspace
it: workspace del geoserver

source: workspace name
it: nome de workspace

source: geoserver url
it: url del geoserver

source: format
it: formato

source: represents the type of image to be requested to the GeoServer
it: rappresenta il tipo di immagine da richiedere al geoserver

source: indicates whether the map should be request with an EPSG code different from the one set for the map
it: indica se la mappa deve essere richiesta con un EPSG code differente da quello impostato per la mappa

source: transparent
it: trasparenza

source: styles
it: stili

source: indicates whether the map should be request with a different style from the one set in geoserver
it: indica se il layer deve essere richiesto con uno stile differente da quello preimpostato in geoserver

source: indicates the buffer of tiles that need to be request from outside the area shown in the map. Values > 3 are not recommended
it: indica il buffer di tiles da richiedere esterne all'area visualizzata nella mappa. Valori > 3 sono sconsigliati'

source: is base layer
it: si tratta di un layer di base

source: each map must contain at least one baselayer as background
it: Ogni mappa deve contenere almeno un layer di base di sfondo

source: single tile
it: singola tile

source: transition effect
it: effetto di transizione

source: set to "effetc" to get a transition effect like google maps. Recommended only on the base layer
it: Impostare su 'effetc' per avere un effetto di transizione simile a google maps. Consigliato solo sul layer di base

source: display in layer switcher
it: visualizza nel selettore dai layer

source: indicates whether the layer will be visible in the tree of active thematics
it: Indica se il layer sarà visibile nell'albero dei tematismi attivi

source: tile size
it: dimensione tile

source: indicates the size of single tiles
it: Indica la dimensione delle singole tiles

source: visible
it: visibile

source: style url
it: url dello stile

source: map base layer
it: layer di base per mappa

source: map base layers
it: layers di base per mappa

source: context
it: contesto

source: body
it: corpo

source: contextual info
it: informazioni contestuali

source: indicates the name of the workspace in which the layer is present. Leave it blank if it is not necessary to specify the workspace
it: indica il nome del workspace nel quale é presente il layer. Lasciare nullo se non é necessario indicare il workspace

source: text
it: testo

source: name to display to the user for this layer
it: il nome visualizzato all'utente per questo layer

source: style
it: stile

source: preview
it: anteprima

source: base catalog
it: catalogo base

source: base catalogs
it: cataloghi base

source: dataW catalog
it: catalogo datiW

source: dataW catalogs
it: cataloghi datiW

source: showing %(name)s webgis
it: visualizza il webgis "%(name)s"
